{
  "en": {
    "Hemoglobin": "Measures the protein in your red blood cells that carries oxygen. Low levels can indicate anemia.",
    "RBC Count": "The total number of red blood cells you have. These cells are essential for carrying oxygen throughout your body.",
    "PCV": "Also known as Hematocrit, this measures the percentage of your blood that is made up of red blood cells.",
    "MCV": "Indicates the average size of your red blood cells. Abnormal sizes can point to certain types of anemia.",
    "MCH": "Measures the average amount of hemoglobin inside a single red blood cell.",
    "MCHC": "Measures the concentration of hemoglobin in a given volume of red blood cells.",
    "RDW": "Red Cell Distribution Width. It measures the variation in the size of your red blood cells. A high value means there is a large variation in cell size.",
    "RDW-CV": "Measures the variation in red blood cell size as a percentage. Higher values indicate greater variation.",
    "RDW-SD": "Measures the actual variation in the size of red blood cells. It helps in diagnosing different types of anemia.",
    "Total WBC Count": "White Blood Cells (WBCs) are your body's infection fighters. This count shows the total number of these cells.",
    "Neutrophils": "A type of WBC that acts as a first responder to bacterial infections or inflammation.",
    "Lymphocytes": "A type of WBC crucial for your immune system, often elevated in viral infections.",
    "Eosinophils": "A type of WBC that is often involved in allergic reactions and fighting certain parasitic infections.",
    "Monocytes": "A type of WBC that helps clean up dead cells and fights off chronic infections.",
    "Basophils": "A type of WBC that plays a role in allergic responses and inflammatory reactions.",
    "Platelet Count": "Platelets are small blood cells that help your body form clots to stop bleeding.",
    "MPV": "Mean Platelet Volume. This measures the average size of your platelets. It can give information about platelet production in the bone marrow.",
    "PDW": "Platelet Distribution Width. It measures how uniform the platelets are in size. A high value indicates large variation.",
    "PCT": "Plateletcrit. It measures the percentage of your blood that is made up of platelets."
  },
  "hi": {
    "Hemoglobin": "आपके लाल रक्त कोशिकाओं में ऑक्सीजन ले जाने वाले प्रोटीन को मापता है। इसका निम्न स्तर एनीमिया का संकेत दे सकता है।",
    "RBC Count": "आपके शरीर में लाल रक्त कोशिकाओं की कुल संख्या। ये कोशिकाएं पूरे शरीर में ऑक्सीजन पहुंचाने के लिए आवश्यक हैं।",
    "PCV": "इसे हेमटोक्रिट भी कहा जाता है, यह मापता है कि आपके रक्त का कितना प्रतिशत लाल रक्त कोशिकाओं से बना है।",
    "MCV": "आपकी लाल रक्त कोशिकाओं के औसत आकार को इंगित करता है। anormal आकार कुछ प्रकार के एनीमिया की ओर इशारा कर सकते हैं।",
    "MCH": "एकल लाल रक्त कोशिका के अंदर हीमोग्लोबिन की औसत मात्रा को मापता है।",
    "MCHC": "लाल रक्त कोशिकाओं की दी गई मात्रा में हीमोग्लोबिन की सघनता को मापता है।",
    "RDW": "लाल कोशिका वितरण चौड़ाई। यह आपकी लाल रक्त कोशिकाओं के आकार में भिन्नता को मापता है। उच्च मान का मतलब है कि कोशिका के आकार में एक बड़ी भिन्नता है।",
    "RDW-CV": "लाल रक्त कोशिका के आकार में भिन्नता को प्रतिशत के रूप में मापता है। उच्च मान अधिक भिन्नता का संकेत देते हैं।",
    "RDW-SD": "लाल रक्त कोशिकाओं के आकार में वास्तविक भिन्नता को मापता है। यह विभिन्न प्रकार के एनीमिया के निदान में मदद करता है।",
    "Total WBC Count": "श्वेत रक्त कोशिकाएं (WBC) आपके शरीर के संक्रमण से लड़ने वाले सैनिक हैं। यह गिनती इन कोशिकाओं की कुल संख्या दर्शाती है।",
    "Neutrophils": "एक प्रकार का WBC जो जीवाणु संक्रमण या सूजन के लिए सबसे पहले प्रतिक्रिया करता है।",
    "Lymphocytes": "एक प्रकार का WBC जो आपकी प्रतिरक्षा प्रणाली के लिए महत्वपूर्ण है, जो अक्सर वायरल संक्रमणों में बढ़ जाता है।",
    "Eosinophils": "एक प्रकार का WBC जो अक्सर एलर्जी प्रतिक्रियाओं और कुछ परजीवी संक्रमणों से लड़ने में शामिल होता है।",
    "Monocytes": "एक प्रकार का WBC जो मृत कोशिकाओं को साफ करने और पुराने संक्रमणों से लड़ने में मदद करता है।",
    "Basophils": "एक प्रकार का WBC जो एलर्जी प्रतिक्रियाओं और सूजन प्रतिक्रियाओं में भूमिका निभाता है।",
    "Platelet Count": "प्लेटलेट्स छोटी रक्त कोशिकाएं हैं जो आपके शरीर को रक्तस्राव रोकने के लिए थक्के बनाने में मदद करती हैं।",
    "MPV": "माध्य प्लेटलेट आयतन। यह आपके प्लेटलेट्स के औसत आकार को मापता है। यह अस्थि मज्जा में प्लेटलेट उत्पादन के बारे में जानकारी दे सकता है।",
    "PDW": "प्लेटलेट वितरण चौड़ाई। यह मापता है कि प्लेटलेट्स आकार में कितने समान हैं। उच्च मान बड़ी भिन्नता का संकेत देता है।",
    "PCT": "प्लेटलेटक्रिट। यह मापता है कि आपके रक्त का कितना प्रतिशत प्लेटलेट्स से बना है।"
  },
  "ta": {
    "Hemoglobin": "உங்கள் இரத்த சிவப்பணுக்களில் ஆக்ஸிஜனைக் கொண்டு செல்லும் புரதத்தை அளவிடுகிறது. குறைந்த அளவு இரத்த சோகையைக் குறிக்கலாம்.",
    "RBC Count": "உங்களிடம் உள்ள மொத்த இரத்த சிவப்பணுக்களின் எண்ணிக்கை. இந்த செல்கள் உங்கள் உடல் முழுவதும் ஆக்ஸிஜனைக் கொண்டு செல்ல απαραசியமானவை.",
    "PCV": "ஹெமாட்டோகிரிட் என்றும் அழைக்கப்படுகிறது, இது உங்கள் இரத்தத்தில் எவ்வளவு சதவீதம் இரத்த சிவப்பணுக்களால் ஆனது என்பதை அளவிடுகிறது.",
    "MCV": "உங்கள் இரத்த சிவப்பணுக்களின் சராசரி அளவைக் குறிக்கிறது. அசாதாரண அளவுகள் சில வகையான இரத்த சோகையைக் குறிக்கலாம்.",
    "MCH": "ஒரு ஒற்றை இரத்த சிவப்பணுவில் உள்ள ஹீமோகுளோபின் சராசரி அளவை அளவிடுகிறது.",
    "MCHC": "கொடுக்கப்பட்ட இரத்த சிவப்பணுக்களின் அளவில் உள்ள ஹீமோகுளோபின் செறிவை அளவிடுகிறது.",
    "RDW": "சிவப்பணு விநியோக அகலம். இது உங்கள் இரத்த சிவப்பணுக்களின் அளவில் உள்ள மாறுபாட்டை அளவிடுகிறது. அதிக மதிப்பு செல் அளவில் ஒரு பெரிய மாறுபாடு உள்ளது என்று அர்த்தம்.",
    "RDW-CV": "இரத்த சிவப்பணு அளவு மாறுபாட்டை சதவீதமாக அளவிடுகிறது. அதிக மதிப்புகள் அதிக மாறுபாட்டைக் குறிக்கின்றன.",
    "RDW-SD": "இரத்த சிவப்பணுக்களின் அளவில் உள்ள உண்மையான மாறுபாட்டை அளவிடுகிறது. இது பல்வேறு வகையான இரத்த சோகைகளைக் கண்டறிய உதவுகிறது.",
    "Total WBC Count": "வெள்ளை இரத்த அணுக்கள் (WBCs) உங்கள் உடலின் தொற்றுநோய் போராளிகள். இந்த எண்ணிக்கை இந்த செல்களின் மொத்த எண்ணிக்கையைக் காட்டுகிறது.",
    "Neutrophils": "பாக்டீரியா தொற்றுகள் அல்லது அழற்சிக்கு முதல் பதிலளிப்பாளராக செயல்படும் ஒரு வகை WBC.",
    "Lymphocytes": "உங்கள் நோயெதிர்ப்பு மண்டலத்திற்கு அவசியமான ஒரு வகை WBC, இது பெரும்பாலும் வைரஸ் தொற்றுகளில் அதிகமாகும்.",
    "Eosinophils": "ஒவ்வாமை எதிர்வினைகள் மற்றும் சில ஒட்டுண்ணி நோய்த்தொற்றுகளை எதிர்த்துப் போராடுவதில் அடிக்கடி ஈடுபடும் ஒரு வகை WBC.",
    "Monocytes": "இறந்த செல்களை சுத்தம் செய்வதற்கும், நாள்பட்ட நோய்த்தொற்றுகளை எதிர்த்துப் போராடுவதற்கும் உதவும் ஒரு வகை WBC.",
    "Basophils": "ஒவ்வாமை எதிர்வினைகள் மற்றும் அழற்சி எதிர்வினைகளில் பங்கு வகிக்கும் ஒரு வகை WBC.",
    "Platelet Count": "பிளேட்லெட்டுகள் சிறிய இரத்த அணுக்கள் ஆகும், அவை உங்கள் உடலுக்கு இரத்தப்போக்கை நிறுத்த இரத்தக் கட்டிகளை உருவாக்க உதவுகின்றன.",
    "MPV": "சராசரி பிளேட்லெட் அளவு. இது உங்கள் பிளேட்லெட்டுகளின் சராசரி அளவை அளவிடுகிறது. இது எலும்பு மஜ்ஜையில் பிளேட்லெட் உற்பத்தி பற்றிய தகவல்களை வழங்க முடியும்.",
    "PDW": "பிளேட்லெட் விநியோக அகலம். இது பிளேட்லெட்டுகள் அளவில் எவ்வளவு சீராக உள்ளன என்பதை அளவிடுகிறது. அதிக மதிப்பு பெரிய மாறுபாட்டைக் குறிக்கிறது.",
    "PCT": "பிளேட்லெட்கிரிட். இது உங்கள் இரத்தத்தில் எவ்வளவு சதவீதம் பிளேட்லெட்டுகளால் ஆனது என்பதை அளவிடுகிறது."
  }
}